def choose_meet_message() -> str:
    return f'Выберете интересующую Вас услугу'


def partner_search() -> str:
    return f'1) Приходите в Администрацию Раменского г.о;\n' \
           f'2) Опишите вашу проблему;\n' \
           f'3) В ходе личной консультации мы найдем вам партеров.\n\n' \
           f'Записаться на консультацию: 8 (496) 461-63-63'


def business_chat() -> str:
    return f'Присоединяйся: https://t.me/ram2biz_chat'


def city_events() -> str:
    return f'Присоединиться: https://t.me/ram2biz\n' \
           f'Позвонить: 8 (496) 461-63-63'


def business_community_1() -> str:
    return f'Торгово-промышленная палата:\n' \
           f'- создана для защиты интересов предпринимателей;\n'\
           f'- регулируется законом РФ о ТПП;\n'\
           f'- действует в 34 муниципалитетах;\n'\
           f'- имеет сеть зарубежных представительств в более чем 45 странах мира;\n'\
           f'- действует на федеральном и региональном уровне;\n'\
           f'-имеет право заниматься сертификацией импортированной продукции;\n'\
           f'- членами являются промышленники, предприятия из сферы потребительского рынка, ' \
           f'сельского хозяйства, в целях выхода на областной уровень;\n'\
           f'- создана для расширения точек сбыта;\n'\
           f'- требуются членские взносы.\n\n'\
           f'Стать участником Раменского Отделения Торгово-промышленной палаты Московской области:\n'\
           f'Акопян Акоп Георгиевич\n'\
           f'тел: 8 (496) 463-39-41'


def business_community_2() -> str:
    return f'Гильдия Предпринимателей Раменского г.о.:\n'\
           f'- старейшее сообщество раменских предпринимателей;\n'\
           f'- членами являются владельцы и руководители бизнесов, ТЦ, рынков, юристы, ' \
           f'автосервисы, магазины одежды, виноделы;\n'\
           f'- создана для поиска надежных бизнес-партнеров;\n'\
           f'- требуются членские взносы.\n\n'\
           f'Стать участником Гильдии предпринимателей:\n'\
           f'Ермаков Юрий Анатольевич\n' \
           f'тел: 8 (496) 463-70-18'


def business_community_3() -> str:
    return f'Нежный бизнес:\n' \
           f'-федеральное сообщество женщин предпринимателей;\n'\
           f'- создан Раменской предпринимательницей, с целью нетворкинга, обмена опытом, ' \
           f'организации совместных мероприятий;\n'\
           f'- бесплатное членство.\n\n'\
           f'Стать участником Нежного бизнеса:\n' \
           f'Сенатова Наталья Николаевна\n' \
           f'тел: 8 (985) 151-85-84'


def business_community_4() -> str:
    return f'Рам Форум:\n' \
           f'- сообщество самозанятых;\n' \
           f'- создано в целях участия в ярмарочных мероприятиях и продвижения своих товаров и услуг.\n\n' \
           f'Стать участником Рам Форума:\n\n' \
           f'Семенова Лилия Николаевна\n' \
           f' 8 (926) 076-93-76'
