def choose_other_supports_message() -> str:
    return f'Какая именно услуга Вас интересует?'


def ombudsment() -> str:
    return f'Родина Алла Васильевна\n' \
           f'г. Раменское, ул. Красноармейская, д. 11\n' \
           f'8 (496) 461-64-21\n' \
           f'ram-priemnaya@yandex.ru'


def free_legal_consult() -> str:
    return f'Проконсультироваться: 0150'


def consult_control() -> str:
    return f'Проконсультироваться:\n8 (496) 461-63-63'


def set_up_production() -> str:
    return f'Услуги Регионального центра инжиниринга:\n' \
           f'- бизнес-планы;\n' \
           f'- создание программы модернизации;\n' \
           f'- технический, технологические, экологические и финансовые аудиты;\n' \
           f'- разработка конструкторской документации, инженерно-консультационные;\n' \
           f'- сертификация;\n' \
           f'- регистрация патентов/товарных знаков;\n' \
           f'- анализ потенциала предприятия (бесплатно для МСП);\n' \
           f'- выезд на производство, экспресс оценка предприятия, определяющая его место на ' \
           f'рынке с целью расширения доступа к рынкам сбыта;\n' \
           f'- рекомендации эксперта по развитию предприятия и возможным мерам государственной поддержки.\n\n' \
           f'Подробнее:\nhttps://invest.mosreg.ru/business_creation/our_offices/perechen-okazyvaemykh-uslug/uslugi-rci'


def set_up_ferm() -> str:
    return f'Услуги центра компетенций в сфере сельскохозяйственной кооперации и поддержки фермеров:\n' \
           f'- подготовка документов для участия в программах государственной поддержки (субсидии, гранты и прочее);\n'\
           f'- консультации по вопросам приобретения прав на земельные участки сельскохозяйственного назначения;\n' \
           f'- сопровождение фермеров получивших государственную поддержку, в части формирования отчетных документов, '\
           f'анализа динамики развития;\n' \
           f'- организация взаимодействия с финансовыми организациями с целью подготовки ' \
           f'документов для получения заемного финансирования;\n' \
           f'- проведение семинаров, конференций по вопросам создания и развития фермерских ' \
           f'хозяйств, их государственной поддержки.\n\n' \
           f'Подробнее: \nhttps://gku-zar.ru/help-farmer/'


def it_area() -> str:
    return f'До конца 2024 года для IT-сферы:\n' \
           f'- освобождение от уплаты налога на прибыль;\n' \
           f'- освобождение от налогового контроля,валютного контроля и других видов ' \
           f'государственного контроля (надзора) и муниципального;\n' \
           f'- ставка по кредитам на развитие действующих проектов и новые проекты – не более 3%;\n' \
           f'- для специалистов российских IT-компаний льготная ипотека и отсрочка до 27 лет от призыва ' \
           f'на военную службу на время работы;\n' \
           f'- расширение программы предоставления грантов на создание отечественных решений.\n\n' \
           f'Действующие налоговые преференции будут распространены на создателей приложений для ' \
           f'мобильных устройств. Они станут доступны и организациям, занимающимся реализацией и ' \
           f'установкой, тестированием, а также сопровождением отечественных решений.\n\n' \
           f'Подробнее:\nhttp://government.ru/sanctions_measures/measure/9/'


def moratorium_on_inspections() -> str:
    return f'В России до конца 2022 года будет действовать мораторий на проведение проверок бизнеса.\n\n' \
           f'Плановые проверки будут сохранены только в отношении небольшого ' \
           f'перечня объектов контроля в рамках санитарно-эпидемиологического, ' \
           f'ветеринарного и пожарного контроля, а также надзора в области промышленной безопасности.\n\n' \
           f'Проведение внеплановых контрольных мероприятий допускается лишь в ' \
           f'исключительных случаях при угрозе жизни и причинения тяжкого вреда ' \
           f'здоровью граждан, угрозе обороне страны и безопасности государства, а ' \
           f'также при угрозе возникновения чрезвычайных ситуаций природного и ' \
           f'техногенного характера. При этом такие проверки должны быть согласованы с органами прокуратуры.\n\n' \
           f'Внеплановые проверки также могут проводиться по поручению Президента ' \
           f'Российской Федерации и Правительства Российской Федерации.\n\n' \
           f'Подробнее:\nhttp://static.government.ru/media/files/Qagutdb6AffFAHXe7fMVruk2K3ME9Or2.pdf'


def license_renewal() -> str:
    return f'Срок действия лицензий и других видов разрешительных документов автоматически ' \
           f'продлевается на 12 месяцев, а их получение или переоформление будет проходить по упрощённой схеме.\n\n' \
           f'Мера затронет более 120 видов разрешений, в том числе в таких важных сферах деятельности, как:\n' \
           f'- сельское хозяйство,\n- промышленность,\n' \
           f'- розничная торговля (включая торговлю подакцизными товарами),\n' \
           f'- оказание услуг связи,\n- услуги такси.\n\n' \
           f'Также переносится на год необходимость прохождения подтверждения соответствия выпускаемой продукции.\n' \
           f'Подробнее:\n' \
           f'http://government.ru/sanctions_measures/measure/8/'


def educational_programs_1() -> str:
    return f'- Участие в обучающих программах;\n' \
           f'- Участие в семинарах, круглых столах, вебинарах;\n' \
           f'- Участие в мастер- классах, тренингах, бизнес-играх;\n' \
           f'- Участие в конференциях, форумах.'


def educational_programs_2() -> str:
    return f'На площадке центров «Мой бизнес» организуются и ' \
           f'реализуются программы обучения и (или) обучающие ' \
           f'мероприятия для субъектов МСП и лиц, планирующих ' \
           f'заняться предпринимательской деятельностью.\n' \
           f'Участие бесплатное!\n\n' \
           f'https://invest.mosreg.ru/business_creation/putevoditel-business/konferencii\n' \
           f'https://мсп.рф'


def make_an_appointment() -> str:
   return f'К Главе Раменского г.о.\n' \
          f'тел. 8 (496) 463-91-06\n\n' \
          f'К курирующему заму Главы по жилищным вопросам\n' \
          f'тел. 8 (496) 463-51-02\n\n' \
          f'К курирующему заму Главы по вопросам образования, культуры, спорта, молодежной политики\n' \
          f'тел. 8 (496) 461-11-83\n\n' \
          f'К курирующему заму Главы по вопросам налоговой политики, экономики и закупок\n' \
          f'тел. 8 (496) 463-43-60\n\n' \
          f'К курирующему заму Главы по вопросам потребительского рынка, предпринимательства, ' \
          f'инвестиций, сельского хозяйства\n' \
          f'тел. 8 (496) 461-15-20\n\n' \
          f'К курирующему заму Главы по вопросам архитектуры и градостроительства, капитального строительства\n' \
          f'тел. 8 (496) 463-91-06\n\n' \
          f'К курирующему заму Главы по вопросам социальной поддержки и вопросам территориальной политики\n' \
          f'тел. 8 (496) 463-15-81\n\n' \
          f'К курирующему заму Главы по вопросам транспорта и дорожного хозяйства\n' \
          f'тел. 8 (496) 463-44-72\n\n' \
          f'К курирующему заму Главы по вопросам безопасности\n' \
          f'тел. 8 (496) 461-63-60\n\n' \
          f'К курирующему заму Главы по вопросам ЖКХ и благоустройства\n' \
          f'тел. 8 (496) 461-60-66'
