def choose_promotion_message() -> str:
    return f'Какая именно услуга Вас интересует?'


def billboard_advertising() -> str:
    return f'Позвонить в отдел рекламы администрации:\n' \
           f' 8(496) 461-40-76'


def radio() -> str:
    return f'Позвонить на Раменское радио:\n' \
           f'8 (496) 463-12-67'


def city_events() -> str:
    return f'Позвонить в отдел развития предпринимательства:\n' \
           f'8 (496) 461-63-63\n\n' \
           f'Вступить в телеграм-канал раменского бизнеса:\n' \
           f'https://t.me/ram2biz'


def business_chat() -> str:
    return f'Телеграм-чат раменского бизнеса:\n' \
           f'https://t.me/ram2biz_chat\n\n' \
           f'Позвонить в отдел развития предпринимательства:\n' \
           f'8 (496) 461-63-63'


def media() -> str:
    return f'О проведении интервью узнайте на канале:\n' \
           f'https://t.me/ram2biz'


def sale_abroad_1() -> str:
    return f'Софинансирование до 80% затрат на транспортировку, ' \
           f'экспедирование и логистику подрядчиков Московской области, но не более 5 млн руб.'


def sale_abroad_2() -> str:
    return f'Для МСП: Софинансирование до 80% затрат, но не более 15 млн руб.\n\n' \
           f'Для крупных: Софинансирование до 50% затрат,  но не более 15 млн руб.'


def sale_abroad_3() -> str:
    return f'Для МСП –бесплатно.\n\n' \
           f'Для крупных: софинансирование до 50% затрат, но не более 700 тыс. руб.'


def sale_abroad_4() -> str:
    return f'Для МСП: Софинансирование до 80% затрат, но не более 150 тыс. руб.\n\n' \
           f'Для крупных: Софинансирование до 50% затрат, но не более 250 тыс. руб.'


def sale_abroad_5() -> str:
    return f'Для МСП –бесплатно.\n\n' \
           f'Для крупных: софинансирование до 50% затрат, но не более 1 млн руб'


def sale_abroad_6() -> str:
    return f'МСП – бесплатно.\n\n' \
           f'Для крупных: софинансирование до 50% затрат, но не более 50 тыс. руб'


def sale_abroad_7() -> str:
    return f'Для МСП: Софинансирование до 80% затрат, не более 300 тыс. руб.\n\n' \
           f'Для крупных: Софинансирование до 50% затрат, но не более 400 тыс. руб.'


def sale_abroad_8() -> str:
    return f'Для МСП –бесплатно.\n\n' \
           f'Для крупных: софинансирование до 50% затрат, но не более 200 тыс. руб.'


def sale_abroad_9() -> str:
    return f'Для МСП –бесплатно.\n\n' \
           f'Для крупных: софинансирование до 50% затрат, но не более 3 млн руб'


def sale_abroad_10() -> str:
    return f'Для МСП: Софинансирование до 70% затрат, но не более 1 млн руб.\n\n' \
           f'Для крупных: Софинансирование до 50% затрат, но не более 1 млн руб.'


def sale_abroad_11() -> str:
    return f'Для МСП: Софинансирование до 80% затрат, но не более 1,5 млн руб.\n\n' \
           f'Для крупных: Софинансирование до 50% затрат, но не более 1,5 млн руб.'


def sale_abroad_more() -> str:
    return f'Подробнее:\n' \
           f'https://exportmo.ru/service'
