def socials_yes_1() -> str:
    return f'Поздравляем Вас! Вы можете компенсировать до 75% затрат'


# НА ПРИОБРИТЕНИЕ КОМПЛЕКТУЮЩИХ ИЗДЕЛИЙ
def socials_components_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор на приобретение комплектующих изделий\n' \
           f'2) Акт приема-передачи, предусмотренный договором, подтверждающий передачу ' \
           f'приобретенных комплектующих изделий\n' \
           f'3) Платежное(-ые) поручение(-ия)\n' \
           f'4) Выписка банка, подтверждающая оплату по договору\n' \
           f'5) Счет на оплату'


def socials_components_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'Договор на приобретение комплектующих изделий  Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, ' \
           f'к договору прилагается его нотариально заверенный перевод на русский язык'


def socials_components_3() -> str:
    return f'2) Акт приема-передачи, предусмотренный договором, подтверждающий передачу ' \
           f'приобретенных комплектующих изделий\n\n' \
           f'В случае, если передача комплектующих изделий в соответствии с договором ' \
           f'осуществляется не по акту приема – передачи, то акт приема – передачи не предоставляется.\n\n' \
           f'При этом предоставляются документы, подтверждающие передачу, установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен ' \
           f'соответствовать условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_components_4() -> str:
    return f'3) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_components_5() -> str:
    return f'4) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и ' \
           f'подписью операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и ' \
           f'инициалов) заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_components_6() -> str:
    return f'5) Счет на оплату\n\n' \
           f'Предоставляется в случае, если в платежном поручении в графе «Назначение платежа» нет ' \
           f'ссылки на договор, но присутствует ссылка на счет. В данном случае ссылка на договор должна ' \
           f'быть в счете на оплату.\n\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_components_7() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_components_IP_8() -> str:
    return f'6) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_components_IP_9() -> str:
    return f'Требования к документам в электронной форме:\n\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_components_entity_8_1() -> str:
    return f'6) Учредительные документы\n' \
           f'7) Выписка из реестра акционеров\n' \
           f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'9) Документ о назначении на должность главного бухгалтера'


def socials_components_entity_8_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'6) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_components_entity_9() -> str:
    return f'7) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_components_entity_10() -> str:
    return f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_components_entity_11() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_components_entity_12() -> str:
    return f'Требования к документам в электронной форме:\n\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_components_finish() -> str:
    return f'1) Авторизуйтесь  на сайте\n' \
           f'https://uslugi.mosreg.ru/ через ЕСИА;\n\n' \
           f'2) Наберите в поисковой строке – «Субсидии субъектам МСП в рамках ' \
           f'реализации муниципальных программ»;\n\n' \
           f'3) Заполните Заявление и Информацию о заявителе в электронном виде;\n\n' \
           f'4) Прикрепите электронные образы документов;\n\n' \
           f'5) Отправьте документы на рассмотрение'


# НА МЕД ОБСЛУЖИВАНИЕ ДЕТЕЙ
def socials_med_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор на медицинское обслуживание детей \n' \
           f'2) Акт оказанных услуг по договору\n' \
           f'3) Лицензия на медицинскую деятельность\n' \
           f'4) Платежное(-ые) поручение(-ия)\n' \
           f'5) Выписка банка, подтверждающая оплату по договору\n' \
           f'6) Счет на оплату'


def socials_med_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор на медицинское обслуживание детей\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


def socials_med_3() -> str:
    return f'2) Акт оказанных услуг по договору\n\n' \
           f'Акт оказания услуг должен соответствовать условиям договора и в обязательном порядке ' \
           f'содержать следующие реквизиты/информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Перечень оказанных услуг.\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_med_4() -> str:
    return f'3) Лицензия на медицинскую деятельность\n\n' \
           f'Лицензия на медицинскую деятельность, выданная организации здравоохранения, с которой заключен договор'


def socials_med_5() -> str:
    return f'4) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_med_6() -> str:
    return f'5) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае если выписка банка имеет более 1 (одного) листа, печатью банка (либо оригинальным оттиском ' \
           f'штампа и подписью операциониста банка с указанием фамилии и инициалов) заверяется каждый лист либо ' \
           f'указанная выписка прошивается и заверяется печатью банка (либо оригинальным оттиском штампа и ' \
           f'подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты/информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету/по кредиту).\n' \
           f'9. Назначение платежа'


def socials_med_7() -> str:
    return f'6) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_med_8() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_med_IP_9() -> str:
    return f'7) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_med_IP_10() -> str:
    return f'Требования к документам в электронной форме:\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_med_entity_9_1() -> str:
    return f'7) Учредительные документы\n' \
           f'8) Выписка из реестра акционеров\n' \
           f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'10) Документ о назначении на должность главного бухгалтер'


def socials_med_entity_9_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'7) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица. Документ должен содержать сведения о ' \
           f'наименовании юридического лица, его организационно-правовой форме, месте его ' \
           f'нахождения, порядке управления деятельностью юридического лица и иные ' \
           f'сведения, предусмотренные Гражданским кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_med_entity_10() -> str:
    return f'8) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_med_entity_11() -> str:
    return f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_med_entity_12() -> str:
    return f'10) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_med_entity_13() -> str:
    return f'Требования к документам в электронной форме:\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_med_finish() -> str:
    return f'1) Авторизуйтесь  на сайте\n' \
           f'https://uslugi.mosreg.ru/ через ЕСИА;\n\n' \
           f'2) Наберите в поисковой строке – «Субсидии субъектам МСП в рамках ' \
           f'реализации муниципальных программ»;\n\n' \
           f'3) Заполните Заявление и Информацию о заявителе в электронном виде;\n\n' \
           f'4) Прикрепите электронные образы документов;\n\n' \
           f'5) Отправьте документы на рассмотрение'


# НА ПОВЫШЕНИЕ КВАЛИФИКАЦИИ и (или) участие в образовательных программах работников
def socials_high_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор на повышение квалификации и (или) участие в образовательных программах ' \
           f'работников субъекта МСП\n' \
           f'2) Акт оказанных услуг по договору\n' \
           f'3) Документ (сертификат, диплом и т.п.) о прохождении повышения квалификации и (или) ' \
           f'участии в образовательных программах'


def socials_high_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор на повышение квалификации и (или) участие в образовательных программах ' \
           f'работников субъекта МСП.\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП); ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии);\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


def socials_high_3() -> str:
    return f'2) Акт оказанных услуг по договору\n\n' \
           f'Акт оказания услуг должен соответствовать условиям договора и в обязательном порядке ' \
           f'содержать следующие реквизиты/информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Перечень оказанных услуг.\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_high_4() -> str:
    return f'3) Документ (сертификат, диплом и т.п.) о прохождении повышения квалификации и (или) ' \
           f'участии в образовательных программах\n\n' \
           f'Предоставляется документ, подтверждающий прохождение и (или) повышение ' \
           f'квалификации, и (или) участие в образовательных программах'


def socials_high_beznal_5() -> str:
    return f'4) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа ' \
           f'и подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_high_beznal_6() -> str:
    return f'5) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) ' \
           f'заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты/информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_high_beznal_7() -> str:
    return f'6) Счет на оплату (обязателен только если в назначении платежа в ' \
           f'платёжном поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты/информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_high_beznal_8() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_high_nal_5() -> str:
    return f'4) Документы, подтверждающие оплату за повышение квалификации и (или) ' \
           f'участие в образовательных программах работников субъекта МСП:\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами, могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий ' \
           f'требованиям Федерального закона от 22.05.2003 №54-ФЗ «О применении контрольно-кассовой техники ' \
           f'при осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_high_nal_6() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_high_nal_IP_7() -> str:
    return f'5) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_high_nal_entity_7_1() -> str:
    return f'5) Учредительные документы\n' \
           f'6) Выписка из реестра акционеров\n' \
           f'7) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'8) Документ о назначении на должность главного бухгалтер'


def socials_high_nal_entity_7_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'5) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_high_nal_entity_8() -> str:
    return f'6) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_high_nal_entity_9() -> str:
    return f'7) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_high_nal_entity_10() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_high_nal_entity_11() -> str:
    return f'Требования к документам в электронной форме:\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_high_nal_entity_finish() -> str:
    return f'1) Авторизуйтесь  на сайте\n' \
           f'https://uslugi.mosreg.ru/ через ЕСИА;\n\n' \
           f'2) Наберите в поисковой строке – «Субсидии субъектам МСП в рамках ' \
           f'реализации муниципальных программ»;\n\n' \
           f'3) Заполните Заявление и Информацию о заявителе в электронном виде;\n\n' \
           f'4) Прикрепите электронные образы документов;\n\n' \
           f'5) Отправьте документы на рассмотрение'


# НА АРЕНДУ
def socials_rent_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор аренды (субаренды) помещения, здания, сооружения\n' \
           f'2) Акт приема – передачи помещения, здания, сооружения\n' \
           f'3) Платежное(-ые) поручение(-ия)\n' \
           f'4) Выписка банка, подтверждающая оплату по договору\n' \
           f'5) Счет на оплату\n' \
           f'6) Счет на оплату коммунальных услуг либо расчет платы за коммунальные услуги\n' \
           f'7) Акт оказанных услуг по договору'


def socials_rent_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор должен содержать:\n\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается ' \
           f'его нотариально заверенный перевод на русский язык'


def socials_rent_3() -> str:
    return f'2) Акт приема – передачи помещения, здания, сооружения\n\n' \
           f'Акт должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_rent_4() -> str:
    return f'3) Платежное поручение\n\n' \
           f'Должно быть заверено печатью банка или иметь оригинальный оттиск штампа и подпись операциониста ' \
           f'банка с указанием фамилии и инициалов либо иметь отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или счет на оплату, на ' \
           f'основании которого производится платеж, а также период, за который производится оплата аренды (месяц, год)'


def socials_rent_5() -> str:
    return f'4) Банковская выписка\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо оригинальным оттиском ' \
           f'штампа и подписью операциониста банка с указанием фамилии и инициалов) заверяется каждый лист либо ' \
           f'указанная выписка прошивается и заверяется печатью банка (либо оригинальным оттиском штампа и ' \
           f'подписью операциониста банка с указанием фамилии и инициалов).\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_rent_6() -> str:
    return f'5) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_rent_7() -> str:
    return f'6) Счет на оплату коммунальных услуг/расчет платы за коммунальные услуги\n\n' \
           f'Предоставляется, если в соответствии с условиями договора аренды (субаренды) ' \
           f'коммунальные платежи входят в состав арендной платы как переменная составляющая (не ' \
           f'зафиксированы в твердой ежемесячной сумме). Составляется за подписью и печатью арендодателя'


def socials_rent_8() -> str:
    return f'7) Акт оказания услуг\n\n' \
           f'Акт должен соответствовать условиям договора и в обязательном порядке ' \
           f'содержать следующие реквизиты/информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Перечень оказанных услуг.\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_rent_9() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_rent_entity_10_1() -> str:
    return f'8 ) Учредительные документы\n' \
           f'9) Выписка из реестра акционеров\n' \
           f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'11) Документ о назначении на должность главного бухгалтера'


def socials_rent_entity_10_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'8 ) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_rent_entity_11() -> str:
    return f'9) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_rent_entity_12() -> str:
    return f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_rent_entity_13() -> str:
    return f'11) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_rent_IP_10() -> str:
    return f'8 ) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_pre_finish() -> str:
    return f'Требования к документам в электронной форме:\n' \
           f'Формат файла :  pdf, jpg, jpeg\n' \
           f'Ориентация при сканировании: сохраняется\n' \
           f'Разрешение: 200-500dpi (масштаб 1:1)\n' \
           f'Цветопередача: «черно-белый» ; «оттенки серого»; «цветной» или «режим полной цветопередачи»;\n' \
           f'Признаки подлинности: графическая подпись лица, печать, угловой штамп бланка\n' \
           f'Количество файлов: соответствует количеству документов\n' \
           f'Максимально допустимый размер прикрепленного пакета документов не должен превышать 40 Гб'


def socials_finish() -> str:
    return f'1) Авторизуйтесь  на сайте\n' \
           f'https://uslugi.mosreg.ru/ через ЕСИА;\n\n' \
           f'2) Наберите в поисковой строке – «Субсидии субъектам МСП в рамках ' \
           f'реализации муниципальных программ»;\n\n' \
           f'3) Заполните Заявление и Информацию о заявителе в электронном виде;\n\n' \
           f'4) Прикрепите электронные образы документов;\n\n' \
           f'5) Отправьте документы на рассмотрение'


# НА ОПЛАТУ КОММУНАЛЬНЫХ УСЛУГ
def socials_utilities_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор аренды (субаренды) помещения, здания, сооружения\n' \
           f'2) Акта приема – передачи помещения, здания, сооружения\n' \
           f'3) Договоры с поставщиками коммунальных услуг\n' \
           f'4) Ежемесячные акты о предоставлении коммунальных услуг\n' \
           f'5) Платежное(-ые) поручение(-ия)\n' \
           f'6) Выписка банка, подтверждающая оплату по договору\n' \
           f'7) Счет на оплату'


def socials_utilities_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор аренды (субаренды) помещения, здания, сооружения\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии)'


def socials_utilities_3() -> str:
    return f'2) Акт приема – передачи помещения, здания сооружения\n\n' \
           f'Акт должен соответствовать условиям договора и в обязательном порядке ' \
           f'содержать следующие реквизиты/информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_utilities_4() -> str:
    return f'3) Договоры с поставщиками коммунальных услуг\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии)'


def socials_utilities_5() -> str:
    return f'4) Ежемесячные акты о предоставлении коммунальных услуг\n\n' \
           f'Акт о предоставлении коммунальных услуг должен соответствовать условиям договора и ' \
           f'в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Перечень оказанных услуг.\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_utilities_6() -> str:
    return f'5) Платежное поручение\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж, а также период, за ' \
           f'который производится оплата аренды (месяц, год)'


def socials_utilities_7() -> str:
    return f'6) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и ' \
           f'инициалов) заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты/информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_utilities_8() -> str:
    return f'7) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в ' \
           f'счете на оплату. Счет на оплату должен соответствовать условиям договора и в ' \
           f'обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_utilities_9() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_utilities_entity_10_1() -> str:
    return f'8) Учредительные документы\n' \
           f'9) Выписка из реестра акционеров\n' \
           f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'11) Документ о назначении на должность главного бухгалтера'


def socials_utilities_entity_10_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'8) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_utilities_entity_11() -> str:
    return f'9) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_utilities_entity_12() -> str:
    return f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_utilities_entity_13() -> str:
    return f'11) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_utilities_IP_10() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


# НА КАПИТАЛЬНЫЙ РЕМОНТ
def socials_overhaul_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Дефектная ведомость\n' \
           f'2) Договор строительного подряда на проведение капитального ремонта помещений ' \
           f'или строительно-монтажных работ\n' \
           f'3) Акт о приемке выполненных работ (форма № КС-2)\n' \
           f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n' \
           f'5) Платежное(-ые) поручение(-ия)\n' \
           f'6) Выписка банка, подтверждающая оплату по договору\n' \
           f'7) Счет на оплату'


def socials_overhaul_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Дефектная ведомость\n\n' \
           f'Акт осмотра помещений, подлежащих текущему ремонту, должен содержать:\n' \
           f'1. Наименование и адрес объекта.\n' \
           f'2. Дата составления.\n' \
           f'3. Внешние дефекты, нарушения состояния здания в натуральном эквиваленте (объем работ и ' \
           f'материалов) и денежном эквиваленте.\n' \
           f'4. Способы устранения (конкретные виды ремонтных работ).\n' \
           f'5. Сроки проведения работ.\n' \
           f'6. Способы ремонта.\n' \
           f'7. Лица, проводившие обнаружение дефектов (ФИО, должности и подписи), ' \
           f'со стороны заказчика и подрядчика.\n\n' \
           f'Исправления, помарки, опечатки в дефектной ведомости не допускаются - в ' \
           f'случае их наличия нужно составить новый документ на новом бланке'


def socials_overhaul_3() -> str:
    return f'2) Договор строительного подряда на проведение капитального ремонта помещений ' \
           f'или строительно-монтажных работ\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается ' \
           f'его нотариально заверенный перевод на русский язык'


def socials_overhaul_4() -> str:
    return f'3) Акт о приемке выполненных работ (форма № КС-2)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения унифицированных форм ' \
           f'первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_overhaul_5() -> str:
    return f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения ' \
           f'унифицированных форм первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_overhaul_6() -> str:
    return f'5) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж.'


def socials_overhaul_7() -> str:
    return f'6) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и ' \
           f'подписью операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и ' \
           f'инициалов) заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_overhaul_8() -> str:
    return f'7) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать\n' \
           f'следующие реквизиты / информацию: \n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_overhaul_9() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_overhaul_entity_10_1() -> str:
    return f'8) Учредительные документы\n' \
           f'9) Выписка из реестра акционеров\n' \
           f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'11) Документ о назначении на должность главного бухгалтера'


def socials_overhaul_entity_10_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'8) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_overhaul_entity_11() -> str:
    return f'9) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_overhaul_entity_12() -> str:
    return f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_overhaul_entity_13() -> str:
    return f'11) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_overhaul_IP_10() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


# НА РЕКОНСТРУКЦИЮ ПОМЕЩЕНИЯ
def socials_reconstruction_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Дефектная ведомость\n' \
           f'2) Договор строительного подряда на проведение капитального ремонта (реконструкции) помещений или ' \
           f'строительно-монтажных работ\n' \
           f'3) Акт о приемке выполненных работ (форма № КС-2)\n' \
           f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n' \
           f'5) Акт о приеме-сдаче отремонтированных, реконструированных, модернизированных объектов ' \
           f'основных средств (форма № ОС-3)\n' \
           f'6) Платежное(-ые) поручение(-ия)\n' \
           f'7) Выписка банка, подтверждающая оплату по договору\n' \
           f'8 ) Счет на оплату'


def socials_reconstruction_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Дефектная ведомость\n\n' \
           f'Акт осмотра помещений, подлежащих текущему ремонту, должен содержать:\n' \
           f'1. Наименование и адрес объекта.\n' \
           f'2. Дата составления.\n' \
           f'3. Внешние дефекты, нарушения состояния здания в натуральном эквиваленте (объем ' \
           f'работ и материалов) и денежном эквиваленте.\n' \
           f'4. Способы устранения (конкретные виды ремонтных работ).\n' \
           f'5. Сроки проведения работ.\n' \
           f'6. Способы ремонта.\n' \
           f'7. Лица, проводившие обнаружение дефектов (ФИО, должности и подписи), со стороны ' \
           f'заказчика и подрядчика.\n\n' \
           f'Исправления, помарки, опечатки в дефектной ведомости не допускаются - в случае их ' \
           f'наличия нужно составить новый документ на новом бланке'


def socials_reconstruction_3() -> str:
    return f'2) Договор строительного подряда на проведение капитального ремонта (реконструкции) помещений или ' \
           f'строительно-монтажных работ\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), организационно-правовая ' \
           f'форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается его нотариально ' \
           f'заверенный перевод на русский язык'


def socials_reconstruction_4() -> str:
    return f'3) Акт о приемке выполненных работ (форма № КС-2)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения унифицированных форм ' \
           f'первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_reconstruction_5() -> str:
    return f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения ' \
           f'унифицированных форм первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_reconstruction_6() -> str:
    return f'5) Акт о приеме-сдаче отремонтированных, реконструированных, модернизированных ' \
           f'объектов основных средств (форма № ОС-3)\n\n' \
           f'Постановление Госкомстата РФ от 21.01.2003 N 7 «Об утверждении унифицированных форм ' \
           f'первичной учетной документации по учету основных средств»'


def socials_reconstruction_7() -> str:
    return f'6) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж.'


def socials_reconstruction_8() -> str:
    return f'7) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и ' \
           f'подписью операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и ' \
           f'инициалов) заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_reconstruction_9() -> str:
    return f'8) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать\n' \
           f'следующие реквизиты / информацию: \n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_reconstruction_10() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_reconstruction_entity_11_1() -> str:
    return f'9) Учредительные документы\n' \
           f'10) Выписка из реестра акционеров\n' \
           f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'12) Документ о назначении на должность главного бухгалтера'


def socials_reconstruction_entity_11_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'9) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_reconstruction_entity_12() -> str:
    return f'10) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_reconstruction_entity_13() -> str:
    return f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_reconstruction_entity_14() -> str:
    return f'12) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_reconstruction_IP_11() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


# НА ВЫКУП ПОМЕЩЕНИЯ
def socials_ransom_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор купли-продажи помещения (иной договор о приобретении помещения в собственность)\n' \
           f'2) Акт приема – передачи помещения\n' \
           f'3) Платежное(-ые) поручение(-ия)\n' \
           f'4) Выписка банка, подтверждающая оплату по договору\n' \
           f'5) Счет на оплату'


def socials_ransom_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор купли-продажи помещения (иной договор о приобретении помещения в собственность)\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


def socials_ransom_3() -> str:
    return f'2)Акт приема – передачи помещения\n\n' \
           f'Акт должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_ransom_4() -> str:
    return f'3) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_ransom_5() -> str:
    return f'4) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и ' \
           f'инициалов) заверяется каждый лист либо указанная выписка прошивается и заверяется ' \
           f'печатью банка (либо оригинальным оттиском штампа и подписью операциониста банка с ' \
           f'указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_ransom_6() -> str:
    return f'5) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату. Счет на оплату должен ' \
           f'соответствовать условиям договора и в обязательном порядке содержать следующие ' \
           f'реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_ransom_7() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_ransom_entity_8_1() -> str:
    return f'6) Учредительные документы\n' \
           f'7) Выписка из реестра акционеров\n' \
           f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'9) Документ о назначении на должность главного бухгалтера'


def socials_ransom_entity_8_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'6) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с действующим законодательством и должен ' \
           f'содержать отметку налогового органа о его регистрации, подписан собственноручными ' \
           f'подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_ransom_entity_9() -> str:
    return f'7) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_ransom_entity_10() -> str:
    return f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя ' \
           f'юридического лица либо решение единственного участника юридического лица о назначении ' \
           f'руководителя юридического лица.'


def socials_ransom_entity_11() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера руководителем юридического лица'


def socials_ransom_IP_8() -> str:
    return f'6) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


# На ЗАТРАТЫ ПО ПРИОБРЕТЕНИЮ ОСНОВНЫХ СРЕДСТВ (за исключением легковых автотранспортных средств)
def socials_funds_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы ' \
           f'оригиналов документов:\n\n' \
           f'1)Договор на приобретение основных средств\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ' \
           f'ИП), организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


# БЕЗНАЛИЧНЫЙ РАСЧЕТ
def socials_funds_beznal_2() -> str:
    return f'2) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа ' \
           f'и подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_funds_beznal_3() -> str:
    return f'3) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) ' \
           f'заверяется каждый лист либо указанная выписка прошивается и заверяется печатью банка ' \
           f'(либо оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя. \n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_funds_beznal_4() -> str:
    return f'4) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_funds_beznal_5() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'5) Акт приема – передачи основных средств или иной документ, предусмотренный договором, подтверждающий ' \
           f'передачу основных средств от продавца покупателю\n\n' \
           f'В случае, если передача основных средств в соответствии с ' \
           f'договором осуществляется не по акту приема – передачи, то ' \
           f'акт приема – передачи не предоставляется. При этом предоставляются документы, подтверждающие передачу, ' \
           f'установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_funds_beznal_6() -> str:
    return f'6) Товарно – транспортная накладная\n\n' \
           f'В случае приобретения основных средств в организации торговли представляется товарная ' \
           f'накладная по форме № ТОРГ-12'


def socials_funds_beznal_7() -> str:
    return f'7) Бухгалтерские документы о постановке основных средств на баланс\n\n' \
           f'Акт о приёме-передаче объекта основных средств (форма №ОС-1) или Приказ об утверждении учётной ' \
           f'политики субъекта МСП и учётный документ, подтверждающий факт постановки оборудования на баланс\n\n' \
           f'В актах ОС-1 либо иных документах обязательно заполнение всех разделов, ' \
           f'в том числе амортизационной группы.\n\n' \
           f'В учётном документе, утверждаемом\n' \
           f'Приказом должны быть:\n' \
           f'- наименование документа;\n' \
           f'- дата составления документа;\n' \
           f'- наименование экономического субъекта, составившего документ;\n' \
           f'- содержание факта хозяйственной жизни;\n' \
           f'- величина натурального и (или) денежного измерения факта хозяйственной жизни ' \
           f'с указанием единиц измерения;\n' \
           f'- наименование должности лица (лиц), совершившего (совершивших) сделку, операцию и ответственного ' \
           f'(ответственных) за ее оформление, либо наименование должности лица (лиц), ' \
           f'ответственного (ответственных) за оформление свершившегося события;\n' \
           f'- подписи лиц, предусмотренных в предыдущем абзаце, с указанием их фамилий и инициалов либо иных ' \
           f'реквизитов, необходимых для идентификации этих лиц.'


def socials_funds_beznal_8() -> str:
    return f'8) ПТС/ПСМ (обязателен только если компенсируются траты на транспортное средство)\n\n' \
           f'Приказ МВД России № 496, Минпромэнерго России № 192, Минэкономразвития России № 134 от 23.06.2005 ' \
           f'«Об утверждении Положения о паспортах транспортных средств и паспортах шасси транспортных средств».\n\n' \
           f'Электронная версия ПТС регламентирована решением Коллегии Евразийской экономической комиссии от ' \
           f'22.09.2015 № 122 «Об утверждении Порядка функционирования систем электронных паспортов транспортных ' \
           f'средств (электронных паспортов шасси транспортных средств) и электронных ' \
           f'паспортов самоходных машин и других видов техники».\n\n' \
           f'ПСМ. «Положение о паспорте самоходной машины и других видов техники (утв. ' \
           f'Госстандартом Российской Федерации и Минсельхозпродом Российской Федерации 26, 28 июня 1995 г.).\n\n' \
           f'Единая форма ПСМ утверждена решением Коллегии Евразийской экономической комиссии от 18.08.2015 №100 ' \
           f'«О паспорте самоходной машины и других видов техники».\n\n' \
           f'Электронная версия ПСМ регламентирована решением Коллегии Евразийской экономической комиссии от ' \
           f'22.09.2015 № 122 «Об утверждении Порядка функционирования систем ' \
           f'электронных паспортов транспортных средств (электронных паспортов шасси транспортных средств) ' \
           f'и электронных паспортов самоходных машин и других видов техники»'


def socials_funds_beznal_9() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_funds_beznal_IP_10() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_funds_beznal_entity_10_1() -> str:
    return f'9) Учредительные документы\n' \
           f'10) Выписка из реестра акционеров\n' \
           f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'12) Документ о назначении на должность главного бухгалтера'


def socials_funds_beznal_entity_10_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'9) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_funds_beznal_entity_11() -> str:
    return f'10) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_funds_beznal_entity_12() -> str:
    return f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_funds_beznal_entity_13() -> str:
    return f'12) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НАЛИЧНЫЙ РАСЧЕТ
def socials_funds_nal_2() -> str:
    return f'2) Документы, подтверждающие оплату основных средств наличными денежными средствами\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами, могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий ' \
           f'требованиям Федерального закона от 22.05.2003 № 54-ФЗ «О применении контрольно-кассовой техники при ' \
           f'осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_funds_nal_3() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'3) Акт приема – передачи основных средств или иной документ, предусмотренный договором, подтверждающий ' \
           f'передачу основных средств от продавца покупателю\n\n' \
           f'В случае, если передача основных средств в соответствии с ' \
           f'договором осуществляется не по акту приема – передачи, то ' \
           f'акт приема – передачи не предоставляется. При этом предоставляются документы, подтверждающие передачу, ' \
           f'установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_funds_nal_4() -> str:
    return f'4) Товарно – транспортная накладная\n\n' \
           f'В случае приобретения основных средств в организации торговли представляется товарная ' \
           f'накладная по форме № ТОРГ-12'


def socials_funds_nal_5() -> str:
    return f'5) Бухгалтерские документы о постановке основных средств на баланс\n\n' \
           f'Акт о приёме-передаче объекта основных средств (форма №ОС-1) или Приказ об утверждении учётной ' \
           f'политики субъекта МСП и учётный документ, подтверждающий факт постановки оборудования на баланс\n\n' \
           f'В актах ОС-1 либо иных документах обязательно заполнение всех разделов, ' \
           f'в том числе амортизационной группы.\n\n' \
           f'В учётном документе, утверждаемом\n' \
           f'Приказом должны быть:\n' \
           f'- наименование документа;\n' \
           f'- дата составления документа;\n' \
           f'- наименование экономического субъекта, составившего документ;\n' \
           f'- содержание факта хозяйственной жизни;\n' \
           f'- величина натурального и (или) денежного измерения факта хозяйственной жизни ' \
           f'с указанием единиц измерения;\n' \
           f'- наименование должности лица (лиц), совершившего (совершивших) сделку, операцию и ответственного ' \
           f'(ответственных) за ее оформление, либо наименование должности лица (лиц), ' \
           f'ответственного (ответственных) за оформление свершившегося события;\n' \
           f'- подписи лиц, предусмотренных в предыдущем абзаце, с указанием их фамилий и инициалов либо иных ' \
           f'реквизитов, необходимых для идентификации этих лиц.'


def socials_funds_nal_6() -> str:
    return f'6) ПТС/ПСМ (обязателен только если компенсируются траты на транспортное средство)\n\n' \
           f'Приказ МВД России № 496, Минпромэнерго России № 192, Минэкономразвития России № 134 от 23.06.2005 ' \
           f'«Об утверждении Положения о паспортах транспортных средств и паспортах шасси транспортных средств».\n\n' \
           f'Электронная версия ПТС регламентирована решением Коллегии Евразийской экономической комиссии от ' \
           f'22.09.2015 № 122 «Об утверждении Порядка функционирования систем электронных паспортов транспортных ' \
           f'средств (электронных паспортов шасси транспортных средств) и электронных ' \
           f'паспортов самоходных машин и других видов техники».\n\n' \
           f'ПСМ. «Положение о паспорте самоходной машины и других видов техники (утв. ' \
           f'Госстандартом Российской Федерации и Минсельхозпродом Российской Федерации 26, 28 июня 1995 г.).\n\n' \
           f'Единая форма ПСМ утверждена решением Коллегии Евразийской экономической комиссии от 18.08.2015 №100 ' \
           f'«О паспорте самоходной машины и других видов техники».\n\n' \
           f'Электронная версия ПСМ регламентирована решением Коллегии Евразийской экономической комиссии от ' \
           f'22.09.2015 № 122 «Об утверждении Порядка функционирования систем ' \
           f'электронных паспортов транспортных средств (электронных паспортов шасси транспортных средств) ' \
           f'и электронных паспортов самоходных машин и других видов техники»'


def socials_funds_nal_7() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_funds_nal_IP_8() -> str:
    return f'7) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_funds_nal_entity_8_1() -> str:
    return f'7) Учредительные документы\n' \
           f'8) Выписка из реестра акционеров\n' \
           f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'10) Документ о назначении на должность главного бухгалтера'


def socials_funds_nal_entity_8_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'7) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_funds_nal_entity_9() -> str:
    return f'8) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_funds_nal_entity_10() -> str:
    return f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_funds_nal_entity_11() -> str:
    return f'10) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# На ЗАТРАТЫ СЫРЬЕ/РАСХОДНИКИ
def socials_raw_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор на приобретение сырья, расходных материалов и инструментов\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается его ' \
           f'нотариально заверенный перевод на русский язык'


# БЕЗНАЛИЧНЫЙ РАСЧЕТ
def socials_raw_beznal_2() -> str:
    return f'2) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа ' \
           f'и подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_raw_beznal_3() -> str:
    return f'3) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) ' \
           f'заверяется каждый лист либо указанная выписка прошивается и заверяется печатью банка ' \
           f'(либо оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя. \n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_raw_beznal_4() -> str:
    return f'4) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_raw_beznal_5() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'5) Акт приема – передачи сырья, расходных материалов и инструментов или иной документ, предусмотренный ' \
           f'договором, подтверждающий передачу сырья, расходных материалов и инструментов\n\n' \
           f'В случае, если передача расходных материалов и инструментов в соответствии с договором осуществляется не' \
           f' по акту приема – передачи, то акт приема – передачи не предоставляется. \n\n' \
           f'При этом предоставляются документы, подтверждающие передачу, установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_raw_beznal_6() -> str:
    return f'6) Товарно – транспортная накладная\n\n' \
           f'В случае приобретение сырья, расходных материалов и инструментов в организации торговли ' \
           f'представляется товарная накладная по форме № ТОРГ-12'


def socials_raw_beznal_7() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_raw_beznal_IP_8() -> str:
    return f'7) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_raw_beznal_entity_8_1() -> str:
    return f'7) Учредительные документы\n' \
           f'8) Выписка из реестра акционеров\n' \
           f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'10) Документ о назначении на должность главного бухгалтера'


def socials_raw_beznal_entity_8_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'7) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_raw_beznal_entity_9() -> str:
    return f'8) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_raw_beznal_entity_10() -> str:
    return f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_raw_beznal_entity_11() -> str:
    return f'10) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НАЛИЧНЫЙ РАСЧЕТ
def socials_raw_nal_2() -> str:
    return f'2) Документы, подтверждающие оплату сырья, расходных материалов и инструментов наличными ' \
           f'денежными средствами\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами, могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий ' \
           f'требованиям Федерального закона от 22.05.2003  № 54-ФЗ «О применении контрольно-кассовой техники при ' \
           f'осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_raw_nal_3() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'3) Акт приема – передачи сырья, расходных материалов и инструментов или иной документ, предусмотренный ' \
           f'договором, подтверждающий передачу сырья, расходных материалов и инструментов\n\n' \
           f'В случае, если передача расходных материалов и инструментов в соответствии с договором осуществляется не' \
           f' по акту приема – передачи, то акт приема – передачи не предоставляется. \n\n' \
           f'При этом предоставляются документы, подтверждающие передачу, установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_raw_nal_4() -> str:
    return f'4) Товарно – транспортная накладная\n\n' \
           f'В случае приобретение сырья, расходных материалов и инструментов в организации торговли ' \
           f'представляется товарная накладная по форме № ТОРГ-12'


def socials_raw_nal_5() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_raw_nal_IP_6() -> str:
    return f'5) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_raw_nal_entity_6_1() -> str:
    return f'5) Учредительные документы\n' \
           f'6) Выписка из реестра акционеров\n' \
           f'7) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'8) Документ о назначении на должность главного бухгалтера'


def socials_raw_nal_entity_6_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'5) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_raw_nal_entity_7() -> str:
    return f'6) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_raw_nal_entity_8() -> str:
    return f'7) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_raw_nal_entity_9() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НА ПРИОБРЕТЕНИЕ ОБОРУДОВАНИЯ
def socials_equipment_1_1() -> str:
    return f'Что можно компенсировать:\n\n' \
           f'- оборудование: (игровое оборудование для детей, бытовая техника, мультимедийное оборудование, ' \
           f'интерактивные доски, информационное и коммуникационное оборудование, ' \
           f'оборудование для видеонаблюдения, противопожарное оборудование, рециркуляторы воздуха, ' \
           f'кондиционеры, очистители увлажнители воздуха);\n' \
           f'- мебель;\n' \
           f'- материалы (материалы для проведения обучения, воспитания и игр детей, материалы для ' \
           f'врачебного кабинета), инвентаря (игрушки, подушки, одеяла, покрывала, ковры, покрытия на ' \
           f'стены и пол, санитарно-технический инвентарь, инвентарь для уборки территории)'


def socials_equipment_1_2() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы ' \
           f'оригиналов документов:\n\n' \
           f'1)Договор на приобретение\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ' \
           f'ИП), организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


# БЕЗНАЛИЧНЫЙ РАСЧЕТ
def socials_equipment_beznal_2() -> str:
    return f'2) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа ' \
           f'и подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_equipment_beznal_3() -> str:
    return f'3) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) ' \
           f'заверяется каждый лист либо указанная выписка прошивается и заверяется печатью банка ' \
           f'(либо оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя. \n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_equipment_beznal_4() -> str:
    return f'4) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_equipment_beznal_5() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'5) Акт приема – передачи основных средств или иной документ, предусмотренный договором, подтверждающий ' \
           f'передачу основных средств от продавца покупателю\n\n' \
           f'В случае, если передача основных средств в соответствии с ' \
           f'договором осуществляется не по акту приема – передачи, то ' \
           f'акт приема – передачи не предоставляется. При этом предоставляются документы, подтверждающие передачу, ' \
           f'установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_equipment_beznal_6() -> str:
    return f'6) Товарно – транспортная накладная\n\n' \
           f'В случае приобретения товаров в организации торговли представляется товарная ' \
           f'накладная по форме № ТОРГ-12'


def socials_equipment_beznal_7() -> str:
    return f'7) Бухгалтерские документы о постановке основных средств на баланс\n\n' \
           f'Акт о приёме-передаче объекта основных средств (форма №ОС-1) или Приказ об утверждении учётной ' \
           f'политики субъекта МСП и учётный документ, подтверждающий факт постановки оборудования на баланс\n\n' \
           f'В актах ОС-1 либо иных документах обязательно заполнение всех разделов, ' \
           f'в том числе амортизационной группы.\n\n' \
           f'В учётном документе, утверждаемом\n' \
           f'Приказом должны быть:\n' \
           f'- наименование документа;\n' \
           f'- дата составления документа;\n' \
           f'- наименование экономического субъекта, составившего документ;\n' \
           f'- содержание факта хозяйственной жизни;\n' \
           f'- величина натурального и (или) денежного измерения факта хозяйственной жизни ' \
           f'с указанием единиц измерения;\n' \
           f'- наименование должности лица (лиц), совершившего (совершивших) сделку, операцию и ответственного ' \
           f'(ответственных) за ее оформление, либо наименование должности лица (лиц), ' \
           f'ответственного (ответственных) за оформление свершившегося события;\n' \
           f'- подписи лиц, предусмотренных в предыдущем абзаце, с указанием их фамилий и инициалов либо иных ' \
           f'реквизитов, необходимых для идентификации этих лиц.'


def socials_equipment_beznal_8() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_equipment_beznal_IP_9() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_equipment_beznal_entity_9_1() -> str:
    return f'8) Учредительные документы\n' \
           f'9) Выписка из реестра акционеров\n' \
           f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'11) Документ о назначении на должность главного бухгалтера'


def socials_equipment_beznal_entity_9_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'8) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_equipment_beznal_entity_10() -> str:
    return f'9) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_equipment_beznal_entity_11() -> str:
    return f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_equipment_beznal_entity_12() -> str:
    return f'11) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НАЛИЧНЫЙ РАСЧЕТ
def socials_equipment_nal_2() -> str:
    return f'2) Документы, подтверждающие по договору\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами, могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий ' \
           f'требованиям Федерального закона от 22.05.2003 № 54-ФЗ «О применении контрольно-кассовой техники при ' \
           f'осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_equipment_nal_3() -> str:
    return f'Документы, подтверждающие приемку основных средств:\n\n' \
           f'3) Акт приема – передачи основных средств или иной документ, предусмотренный договором, подтверждающий ' \
           f'передачу основных средств от продавца покупателю\n\n' \
           f'В случае, если передача основных средств в соответствии с ' \
           f'договором осуществляется не по акту приема – передачи, то ' \
           f'акт приема – передачи не предоставляется. При этом предоставляются документы, подтверждающие передачу, ' \
           f'установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен соответствовать ' \
           f'условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_equipment_nal_4() -> str:
    return f'4) Товарно – транспортная накладная\n\n' \
           f'В случае приобретения товаров в организации торговли представляется товарная ' \
           f'накладная по форме № ТОРГ-12'


def socials_equipment_nal_5() -> str:
    return f'5) Бухгалтерские документы о постановке основных средств на баланс\n\n' \
           f'Акт о приёме-передаче объекта основных средств (форма №ОС-1) или Приказ об утверждении учётной ' \
           f'политики субъекта МСП и учётный документ, подтверждающий факт постановки оборудования на баланс\n\n' \
           f'В актах ОС-1 либо иных документах обязательно заполнение всех разделов, ' \
           f'в том числе амортизационной группы.\n\n' \
           f'В учётном документе, утверждаемом\n' \
           f'Приказом должны быть:\n' \
           f'- наименование документа;\n' \
           f'- дата составления документа;\n' \
           f'- наименование экономического субъекта, составившего документ;\n' \
           f'- содержание факта хозяйственной жизни;\n' \
           f'- величина натурального и (или) денежного измерения факта хозяйственной жизни ' \
           f'с указанием единиц измерения;\n' \
           f'- наименование должности лица (лиц), совершившего (совершивших) сделку, операцию и ответственного ' \
           f'(ответственных) за ее оформление, либо наименование должности лица (лиц), ' \
           f'ответственного (ответственных) за оформление свершившегося события;\n' \
           f'- подписи лиц, предусмотренных в предыдущем абзаце, с указанием их фамилий и инициалов либо иных ' \
           f'реквизитов, необходимых для идентификации этих лиц.'


def socials_equipment_nal_6() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_equipment_nal_IP_7() -> str:
    return f'6) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_equipment_nal_entity_7_1() -> str:
    return f'6) Учредительные документы\n' \
           f'7) Выписка из реестра акционеров\n' \
           f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'9) Документ о назначении на должность главного бухгалтера'


def socials_equipment_nal_entity_7_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'6) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_equipment_nal_entity_8() -> str:
    return f'7) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_equipment_nal_entity_9() -> str:
    return f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_equipment_nal_entity_10() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НА УЧАСТИЕ В РЕГИОНАЛЬНЫХ, межрегиональных и международных выставочных и выставочно-ярмарочных мероприятий
def socials_participation_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Договор на участие в региональных, межрегиональных и международных выставочных и ' \
           f'выставочно-ярмарочных мероприятиях\n' \
           f'2) Акт оказанных услуг по договору'


def socials_participation_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Договор на участие в региональных, межрегиональных и международных выставочных ' \
           f'и выставочно-ярмарочных мероприятиях\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИМИ.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к ' \
           f'договору прилагается его нотариально заверенный перевод на русский язык'


def socials_participation_3() -> str:
    return f'2) Акт оказанных услуг по договору\n\n' \
           f'Акт оказания услуг должен соответствовать условиям договора и в обязательном порядке ' \
           f'содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Перечень оказанных услуг.\n' \
           f'5. Печати (при наличии) и подписи сторон'


# БЕЗНАЛИЧНЫЙ РАСЧЕТ
def socials_participation_beznal_4() -> str:
    return f'3) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа ' \
           f'и подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_participation_beznal_5() -> str:
    return f'4) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо ' \
           f'оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) ' \
           f'заверяется каждый лист либо указанная выписка прошивается и заверяется печатью банка ' \
           f'(либо оригинальным оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя. \n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_participation_beznal_6() -> str:
    return f'5) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату.\n' \
           f'Счет на оплату должен соответствовать условиям договора и в обязательном порядке содержать ' \
           f'следующие реквизиты / информацию:\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_participation_beznal_7() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_participation_beznal_IP_8() -> str:
    return f'6) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_participation_beznal_entity_8_1() -> str:
    return f'6) Учредительные документы\n' \
           f'7) Выписка из реестра акционеров\n' \
           f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'9) Документ о назначении на должность главного бухгалтера'


def socials_participation_beznal_entity_8_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'6) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_participation_beznal_entity_9() -> str:
    return f'7) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_participation_beznal_entity_10() -> str:
    return f'8) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_participation_beznal_entity_11() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НАЛИЧНЫЙ РАСЧЕТ
def socials_participation_nal_4() -> str:
    return f'3) Документы, подтверждающие оплату за участие в региональных, межрегиональных и международных ' \
           f'выставочных и выставочно-ярмарочных мероприятиях\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами, могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий требованиям ' \
           f'Федерального закона от 22.05.2003 № 54-ФЗ «О применении контрольно-кассовой техники при ' \
           f'осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_participation_nal_5() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_participation_nal_IP_7() -> str:
    return f'4) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_participation_nal_entity_7_1() -> str:
    return f'4) Учредительные документы\n' \
           f'5) Выписка из реестра акционеров\n' \
           f'6) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'7) Документ о назначении на должность главного бухгалтера'


def socials_participation_nal_entity_7_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'4) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_participation_nal_entity_8() -> str:
    return f'5) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_participation_nal_entity_9() -> str:
    return f'6) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_participation_nal_entity_10() -> str:
    return f'7) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'


# НА ТЕКУЩИЙ РЕМОНТ
# ПОДРЯДНЫЙ СПОСОБ
def socials_repair_podryd_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Дефектная ведомость\n' \
           f'2) Договор на проведение текущего ремонта помещений или строительно-монтажных работ\n' \
           f'3) Акт о приемке выполненных работ (форма № КС-2)\n' \
           f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n' \
           f'5) Платежное(-ые) поручение(-ия)\n' \
           f'6) Выписка банка, подтверждающая оплату по договору\n' \
           f'7) Счет на оплату'


def socials_repair_podryd_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Дефектная ведомость\n\n' \
           f'Акт осмотра помещений, подлежащих текущему ремонту, должен содержать:\n' \
           f'1. Наименование и адрес объекта.\n' \
           f'2. Дата составления.\n' \
           f'3. Внешние дефекты, нарушения состояния здания в натуральном эквиваленте (объем ' \
           f'работ и материалов) и денежном эквиваленте.\n' \
           f'4. Способы устранения (конкретные виды ремонтных работ).\n' \
           f'5. Сроки проведения работ.\n' \
           f'6. Способы ремонта.\n' \
           f'7. Лица, проводившие обнаружение дефектов (ФИО, должности и подписи), ' \
           f'со стороны заказчика и подрядчика.\n\n' \
           f'Исправления, помарки, опечатки в дефектной ведомости не допускаются - в случае их ' \
           f'наличия нужно составить новый документ на новом бланке'


def socials_repair_podryd_3() -> str:
    return f'2) Договор на проведение текущего ремонта помещений или строительно-монтажных работ\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается ' \
           f'его нотариально заверенный перевод на русский язык'


def socials_repair_podryd_4() -> str:
    return f'3) Акт о приемке выполненных работ (форма № КС-2)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения ' \
           f'унифицированных форм первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_repair_podryd_5() -> str:
    return f'4) Справка о стоимости выполненных работ и затрат (форма № КС-3)\n\n' \
           f'Письмо Росстата от 31.05.2005 N 01-02-9/381 «О порядке применения и заполнения ' \
           f'унифицированных форм первичной учетной документации N КС-2, КС-3 и КС-11»'


def socials_repair_podryd_6() -> str:
    return f'5) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и ' \
           f'подпись операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или ' \
           f'счет на оплату, на основании которого производится платеж'


def socials_repair_podryd_7() -> str:
    return f'6) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо оригинальным ' \
           f'оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) заверяется ' \
           f'каждый лист либо указанная выписка прошивается и заверяется печатью банка (либо оригинальным оттиском ' \
           f'штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_repair_podryd_8() -> str:
    return f'7) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату. Счет на оплату должен ' \
           f'соответствовать условиям договора и в обязательном порядке содержать следующие реквизиты/информацию:\n\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_repair_podryd_9() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_repair_podryd_IP_10() -> str:
    return f'8) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_repair_podryd_entity_10_1() -> str:
    return f'8) Учредительные документы\n' \
           f'9) Выписка из реестра акционеров\n' \
           f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'11) Документ о назначении на должность главного бухгалтера'


def socials_repair_podryd_entity_10_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'8) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его организационно-правовой форме, ' \
           f'месте его нахождения, порядке управления деятельностью юридического лица и иные сведения, ' \
           f'предусмотренные Гражданским кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с действующим законодательством и должен ' \
           f'содержать отметку налогового органа о его регистрации, подписан собственноручными подписями ' \
           f'уполномоченных лиц и заверен печатью (при наличии).'


def socials_repair_podryd_entity_11() -> str:
    return f'9) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления ' \
           f'на предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_repair_podryd_entity_12() -> str:
    return f'10) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического ' \
           f'лица либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_repair_podryd_entity_13() -> str:
    return f'11) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей ' \
           f'главного бухгалтера руководителем юридического лица'


# ХОЗЯЙСТВЕННЫЙ СПОСОБ
def socials_repair_economic_1() -> str:
    return f'Проверьте, чтобы у Вас были в наличии следующие электронные образы оригиналов документов:\n\n' \
           f'1) Дефектная ведомость\n' \
           f'2) Смета на проведение текущего ремонта\n' \
           f'3) Договор на приобретение строительных материалов\n' \
           f'4) Акт приема – передачи строительных материалов или иной документ, предусмотренный договором, ' \
           f'подтверждающий передачу строительных материалов\n' \
           f'5) Товарно – транспортная накладная'


def socials_repair_economic_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'1) Дефектная ведомость\n\n' \
           f'Акт осмотра помещений, подлежащих текущему ремонту, должен содержать:\n' \
           f'1. Наименование и адрес объекта.\n' \
           f'2. Дата составления.\n' \
           f'3. Внешние дефекты, нарушения состояния здания в натуральном эквиваленте (объем ' \
           f'работ и материалов) и денежном эквиваленте.\n' \
           f'4. Способы устранения (конкретные виды ремонтных работ).\n' \
           f'5. Сроки проведения работ.\n' \
           f'6. Способы ремонта.\n' \
           f'7. Лица, проводившие обнаружение дефектов (ФИО, должности и подписи), ' \
           f'со стороны заказчика и подрядчика.\n\n' \
           f'Исправления, помарки, опечатки в дефектной ведомости не допускаются - в случае их ' \
           f'наличия нужно составить новый документ на новом бланке'


def socials_repair_economic_3() -> str:
    return f'2) Смета на проведение текущего ремонта\n\n' \
           f'Финансово-плановый документ, отражающий закрепленные соглашением договоренности между заказчиком и ' \
           f'исполнителем по внешнему или внутреннему ремонту объектов строительства'


def socials_repair_economic_4() -> str:
    return f'3) Договор на приобретение строительных материалов\n\n' \
           f'Договор должен содержать:\n' \
           f'1. Место и дата заключения договора.\n' \
           f'2. Стороны договора.\n' \
           f'3. Предмет договора.\n' \
           f'4. Цена.\n' \
           f'5. Идентификационные данные сторон договора: наименование ЮЛ (Ф.И.О. ИП), ' \
           f'организационно-правовая форма, ИНН.\n' \
           f'6. Подписи сторон, печати (при наличии).\n\n' \
           f'В случае если договор составлен на языке, отличном от русского, к договору прилагается ' \
           f'его нотариально заверенный перевод на русский язык'


def socials_repair_economic_5() -> str:
    return f'4) Акт приема – передачи строительных материалов / иной документ, предусмотренный договором, ' \
           f'подтверждающий передачу строительных материалов\n\n' \
           f'В случае, если передача строительных материалов в соответствии с договором осуществляется не по ' \
           f'акту приема – передачи, то акт приема – передачи не предоставляется.\n\n' \
           f'При этом предоставляются документы, подтверждающие передачу, установленные договором.\n\n' \
           f'Акт приема – передачи (или иной документ, предусмотренный договором) должен ' \
           f'соответствовать условиям договора и в обязательном порядке содержать следующие реквизиты / информацию:\n' \
           f'1. Дата составления.\n' \
           f'2. Ссылку на номер и дату договора.\n' \
           f'3. Указание на стороны договора.\n' \
           f'4. Предмет договора (что передается по акту).\n' \
           f'5. Печати (при наличии) и подписи сторон'


def socials_repair_economic_6() -> str:
    return f'5) Товарно – транспортная накладная В случае приобретения строительных материалов в ' \
           f'организации торговли представляется товарная накладная по форме № ТОРГ-12'


# БЕЗНАЛИЧНЫЙ РАСЧЕТ
def socials_repair_economic_beznal_7() -> str:
    return f'6) Платежное(-ые) поручение(-ия)\n\n' \
           f'Платежное поручение заверено печатью банка или имеет оригинальный оттиск штампа и подпись ' \
           f'операциониста банка с указанием фамилии и инициалов либо имеет отметку «клиент – банк».\n\n' \
           f'В графе «Назначение платежа» платежного поручения должна быть ссылка на договор или счет на оплату, ' \
           f'на основании которого производится платеж.'


def socials_repair_economic_beznal_8() -> str:
    return f'7) Выписка банка, подтверждающая оплату по договору\n\n' \
           f'Выписка банка заверяется печатью банка или оригинальным оттиском штампа и подписью ' \
           f'операциониста банка с указанием фамилии и инициалов.\n\n' \
           f'В случае, если выписка банка имеет более 1 (одного) листа, печатью банка (либо оригинальным ' \
           f'оттиском штампа и подписью операциониста банка с указанием фамилии и инициалов) заверяется ' \
           f'каждый лист либо указанная выписка прошивается и заверяется печатью банка (либо оригинальным оттиском ' \
           f'штампа и подписью операциониста банка с указанием фамилии и инициалов).\n\n' \
           f'Выписка банка в обязательном порядке должна содержать следующие реквизиты / информацию:\n' \
           f'1. Наименование банка.\n' \
           f'2. Полное наименование организации, Ф.И.О. индивидуального предпринимателя.\n' \
           f'3. Номер банковского счета, по которому представляется выписка.\n' \
           f'4. Период, за который предоставляется выписка.\n' \
           f'5. Дата совершения операции (дд.мм.гг).\n' \
           f'6. Реквизиты документа, на основании которого была совершена операция по счету (номер, дата).\n' \
           f'7. Наименование плательщика/получателя денежных средств.\n' \
           f'8. Сумма операции по счету (по дебету / по кредиту).\n' \
           f'9. Назначение платежа'


def socials_repair_economic_beznal_9() -> str:
    return f'8) Счет на оплату (обязателен только если в назначении платежа в платёжном ' \
           f'поручении нет ссылки на договор)\n\n' \
           f'В данном случае ссылка на договор должна быть в счете на оплату. Счет на оплату должен ' \
           f'соответствовать условиям договора и в обязательном порядке содержать следующие реквизиты/информацию:\n\n' \
           f'1. Ссылку на номер и дату договора.\n' \
           f'2. Указание на лицо, выдавшее счет (наименование/Ф.И.О., ИНН, КПП).\n' \
           f'3. Указание на плательщика (наименование/Ф.И.О. индивидуального предпринимателя, ИНН, КПП)\n' \
           f'4. Предмет договора (за что производится оплата по счету).\n' \
           f'5. Сумма платежа.\n' \
           f'6. Печать и подпись лица, выдавшего счет'


def socials_repair_economic_beznal_10() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_repair_economic_beznal_IP_11() -> str:
    return f'9) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_repair_economic_beznal_entity_11_1() -> str:
    return f'9) Учредительные документы\n' \
           f'10) Выписка из реестра акционеров\n' \
           f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'12) Документ о назначении на должность главного бухгалтера'


def socials_repair_economic_beznal_entity_11_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'9) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его организационно-правовой форме, ' \
           f'месте его нахождения, порядке управления деятельностью юридического лица и иные сведения, ' \
           f'предусмотренные Гражданским кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с действующим законодательством и должен ' \
           f'содержать отметку налогового органа о его регистрации, подписан собственноручными подписями ' \
           f'уполномоченных лиц и заверен печатью (при наличии).'


def socials_repair_economic_beznal_entity_12() -> str:
    return f'10) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления ' \
           f'на предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_repair_economic_beznal_entity_13() -> str:
    return f'11) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического ' \
           f'лица либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_repair_economic_beznal_entity_14() -> str:
    return f'12) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей ' \
           f'главного бухгалтера руководителем юридического лица'


# НАЛИЧНЫЙ РАСЧЕТ
def socials_repair_economic_nal_7() -> str:
    return f'6) Документы, подтверждающие оплату строительных материалов наличными денежными средствами\n\n' \
           f'Документами, подтверждающими расчеты наличными денежными средствами могут быть:\n' \
           f'- кассовый чек, в котором указаны сумма и наименование расхода;\n' \
           f'- кассовый чек с приложением к нему товарного чека, если в кассовом чеке нет наименования товара;\n' \
           f'- бланк строгой отчетности (квитанция, билет, страховой полис и т.д.), соответствующий требованиям ' \
           f'Федерального закона от 22 мая 2003 г.№ 54-ФЗ «О применении контрольно-кассовой техники при ' \
           f'осуществлении наличных денежных расчетов и (или) расчетов с использованием платежных карт»;\n' \
           f'- чек платежного терминала с приложением к нему оплаченных документов;\n' \
           f'- выписка из карточного счета, заверенная банком - эмитентом карты с приложением оплаченных документов'


def socials_repair_economic_nal_8() -> str:
    return f'Хорошо, мы уже близки к завершению. Посмотрите требования к общим документам'


def socials_repair_economic_nal_IP_9() -> str:
    return f'7) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении ' \
           f'обязанностей главного бухгалтера индивидуальным предпринимателем'


def socials_repair_economic_nal_entity_9_1() -> str:
    return f'7) Учредительные документы\n' \
           f'8) Выписка из реестра акционеров\n' \
           f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n' \
           f'10) Документ о назначении на должность главного бухгалтера'


def socials_repair_economic_nal_entity_9_2() -> str:
    return f'Теперь проверяем содержание каждого документа:\n\n' \
           f'7) Учредительные документы\n\n' \
           f'Предоставляется устав юридического лица.\n' \
           f'Документ должен содержать сведения о наименовании юридического лица, его ' \
           f'организационно-правовой форме, месте его нахождения, порядке управления ' \
           f'деятельностью юридического лица и иные сведения, предусмотренные Гражданским ' \
           f'кодексом Российской Федерации.\n\n' \
           f'Документ должен быть оформлен и зарегистрирован в соответствии с ' \
           f'действующим законодательством и должен содержать отметку налогового органа о его ' \
           f'регистрации, подписан собственноручными подписями уполномоченных лиц и заверен печатью (при наличии).'


def socials_repair_economic_nal_entity_10() -> str:
    return f'8) Выписка из реестра акционеров\n\n' \
           f'Для акционерных обществ.\n' \
           f'Предоставляется на дату не позднее одного месяца до даты подачи Заявления на ' \
           f'предоставление финансовой поддержки.\n' \
           f'Представляется за подписью уполномоченного лица и печатью реестродержателя.'


def socials_repair_economic_nal_entity_11() -> str:
    return f'9) Документ, подтверждающий назначение на должность (избрание) руководителя\n\n' \
           f'Протокол общего собрания участников юридического лица об избрании руководителя юридического лица ' \
           f'либо решение единственного участника юридического лица о назначении руководителя юридического лица.'


def socials_repair_economic_nal_entity_12() -> str:
    return f'10) Документ о назначении на должность главного бухгалтера\n\n' \
           f'При отсутствии главного бухгалтера предоставляется документ об исполнении обязанностей главного ' \
           f'бухгалтера руководителем юридического лица'
